app/controllers/pessoas_controller.rb

SELECT `pessoas`.* FROM `pessoas`
---
	def index
		@pessoas = Pessoa.all